{
  "<unk>": 0,
  "<pad>": 1,
  "<s>": 2,
  "</s>": 3,
  "<emp>": 4,
  "<mask>": 5,
  "<bar>": 6,
  "<h>": 7,
  "position_0x00": 8,
  "position_0x16": 9,
  "position_0x25": 10,
  "position_0x33": 11,
  "position_0x50": 12,
  "position_0x66": 13,
  "position_0x75": 14,
  "position_0x83": 15,
  "position_1x00": 16,
  "position_1x16": 17,
  "position_1x25": 18,
  "position_1x33": 19,
  "position_1x50": 20,
  "position_1x66": 21,
  "position_1x75": 22,
  "position_1x83": 23,
  "position_2x00": 24,
  "position_2x16": 25,
  "position_2x25": 26,
  "position_2x33": 27,
  "position_2x50": 28,
  "position_2x66": 29,
  "position_2x75": 30,
  "position_2x83": 31,
  "position_3x00": 32,
  "position_3x16": 33,
  "position_3x25": 34,
  "position_3x33": 35,
  "position_3x50": 36,
  "position_3x66": 37,
  "position_3x75": 38,
  "position_3x83": 39,
  "position_4x00": 40,
  "position_4x16": 41,
  "position_4x25": 42,
  "position_4x33": 43,
  "position_4x50": 44,
  "position_4x66": 45,
  "position_4x75": 46,
  "position_4x83": 47,
  "position_5x00": 48,
  "position_5x16": 49,
  "position_5x25": 50,
  "position_5x33": 51,
  "position_5x50": 52,
  "position_5x66": 53,
  "position_5x75": 54,
  "position_5x83": 55,
  "position_6x00": 56,
  "position_6x16": 57,
  "position_6x25": 58,
  "position_6x33": 59,
  "position_6x50": 60,
  "position_6x66": 61,
  "position_6x75": 62,
  "position_6x83": 63,
  "position_7x00": 64,
  "position_7x16": 65,
  "position_7x25": 66,
  "position_7x33": 67,
  "position_7x50": 68,
  "position_7x66": 69,
  "position_7x75": 70,
  "position_7x83": 71,
  "position_8x00": 72,
  "position_8x16": 73,
  "position_8x25": 74,
  "position_8x33": 75,
  "position_8x50": 76,
  "position_8x66": 77,
  "position_8x75": 78,
  "position_8x83": 79,
  "position_9x00": 80,
  "position_9x16": 81,
  "position_9x25": 82,
  "position_9x33": 83,
  "position_9x50": 84,
  "position_9x66": 85,
  "position_9x75": 86,
  "position_9x83": 87,
  "ts_1x4": 88,
  "ts_1x8": 89,
  "ts_2x4": 90,
  "ts_3x4": 91,
  "ts_3x8": 92,
  "ts_4x4": 93,
  "ts_5x4": 94,
  "ts_5x8": 95,
  "ts_6x4": 96,
  "ts_7x4": 97,
  "ts_7x8": 98,
  "ts_8x4": 99,
  "ts_9x4": 100,
  "ts_9x8": 101,
  "ts_10x4": 102,
  "ts_11x8": 103,
  "ts_13x8": 104,
  "ts_15x8": 105,
  "ts_17x8": 106,
  "ts_19x8": 107,
  "[0 0 4 7 9]": 108,
  "[ 2  0  4  7 10]": 109,
  "[ 7  0  4  7 11]": 110,
  "[ 0  0  4  7 10 18]": 111,
  "[2 0 4 7 9]": 112,
  "[7 0 4 7 9]": 113,
  "[11  0  4  7 11]": 114,
  "[ 6  0  4  7 10]": 115,
  "[ 8  0  3  7 10]": 116,
  "[5 0 4 7 9]": 117,
  "[ 7  0  4  7 10]": 118,
  "[4 0 3 7 8]": 119,
  "[ 5  0  4  7 10]": 120,
  "[ 9  0  4  7 10]": 121,
  "[ 4  0  4  7 10 13]": 122,
  "[10  0  4  7 10 14]": 123,
  "[2 0 3 6 9]": 124,
  "[ 0  0  4  7 10]": 125,
  "[10  0  4  7  9]": 126,
  "[2 0 3 7 8]": 127,
  "[5 0 4 7]": 128,
  "[0 0 3 7 9]": 129,
  "[10  0  3  7  9]": 130,
  "[ 0  0  3  7 10]": 131,
  "[1 0 4 7 9]": 132,
  "[6 0 4 8]": 133,
  "[10  0  3  7  8 17]": 134,
  "[4 0 4 8]": 135,
  "[ 4  0  4  7  9 11]": 136,
  "[ 4  0  4  7 10 14]": 137,
  "[ 3  0  4  7 10 14]": 138,
  "[ 9  0  3  7  9 17]": 139,
  "[ 7  0  4  7 10 13]": 140,
  "[6 0 4 7 9]": 141,
  "[ 8  0  4  7 10]": 142,
  "[5 0 3 7 8]": 143,
  "[5 0 3 7 9]": 144,
  "[5 0 4 8]": 145,
  "[ 5  0  3  7  8 17]": 146,
  "[ 3  0  4  7 10 13]": 147,
  "[ 5  0  3  7 10]": 148,
  "[1 0 3 7 9]": 149,
  "[7 0 4 8]": 150,
  "[ 5  0  4  7 10 18]": 151,
  "[4 0 3 6 9]": 152,
  "[10  0  4  7  9 10 14 17]": 153,
  "[7 0 3 7 8]": 154,
  "[0 0 3 7 8]": 155,
  "[ 9  0  4  7 10 18]": 156,
  "[ 8  0  4  7 10 14]": 157,
  "[ 4  0  3  7  8 10 13 17]": 158,
  "[ 4  0  4  7  9 13]": 159,
  "[0 0 5 7]": 160,
  "[ 0  0  4  7 10 13]": 161,
  "[ 8  0  3  7 10 14]": 162,
  "[ 1  0  4  7 10 14]": 163,
  "[ 5  0  3  7 10 14]": 164,
  "[ 4  0  4  7  9 11 14 18]": 165,
  "[9 0 3 7 8]": 166,
  "[7 0 3 7 9]": 167,
  "[ 9  0  4  7 10 13]": 168,
  "[2 0 3 7]": 169,
  "[2 0 3 7 9]": 170,
  "[ 2  0  4  7 10 13]": 171,
  "[ 4  0  4  7 10]": 172,
  "[10  0  4  7 10]": 173,
  "[ 9  0  4  7 11]": 174,
  "[4 0 4 7 9]": 175,
  "[ 2  0  4  7  9 13]": 176,
  "[ 8  0  4  7 10 18]": 177,
  "[10  0  3  7  8]": 178,
  "[9 0 4 7 9]": 179,
  "[8 0 3 7 9]": 180,
  "[10  0  4  7 10 13]": 181,
  "[3 0 3 7 9]": 182,
  "[10  0]": 183,
  "[10  0  4  7  9 17]": 184,
  "[ 3  0  4  7 10]": 185,
  "[11  0  4  7 10]": 186,
  "[ 1  0  4  7 10 18]": 187,
  "[ 2  0  3  7  8 10 13 17]": 188,
  "[ 5  0  4  7  8 10]": 189,
  "[7 0 3 7]": 190,
  "[9 0 3 6 9]": 191,
  "[ 2  0  4  7 11]": 192,
  "[ 7  0  4  7  9 13]": 193,
  "[ 5  0  4  7  9 11 14]": 194,
  "[ 5  0  3  7  8 10 13 17]": 195,
  "[ 1  0  3  7  9 17]": 196,
  "[ 5  0  4  7 10 13]": 197,
  "[ 5  0  4  7  9 13]": 198,
  "[5 0 3 7]": 199,
  "[ 2  0  4  7  9 11 14]": 200,
  "[ 5  0  3  7  8 10 14 17]": 201,
  "[ 0  0  3  7  8 10]": 202,
  "[10  0  3  7  8 10]": 203,
  "[4 0 5 7]": 204,
  "[8 0]": 205,
  "[2 0 5 7]": 206,
  "[ 1  0  4  7 10]": 207,
  "[4 0 3 7 9]": 208,
  "[ 6  0  4  7 10 13]": 209,
  "[ 9  0  4  7  8 10]": 210,
  "[ 4  0  4  7  8 10]": 211,
  "[ 5  0  4  7 10 14]": 212,
  "[ 6  0  3  7  9 17]": 213,
  "[ 5  0  5 10]": 214,
  "[0 0 4 7]": 215,
  "[ 6  0  4  7 10 18]": 216,
  "[ 0  0  4  7 10 14]": 217,
  "[ 2  0  3  7  8 10 14 17]": 218,
  "[ 5  0  4  7 10 15]": 219,
  "[9 0 3 7 9]": 220,
  "[11  0  4  7 10 13]": 221,
  "[10  0  4  7 10 18]": 222,
  "[ 9  0  3  7 11]": 223,
  "[ 0  0  4  7  9 13]": 224,
  "[ 2  0  4  7 10 18]": 225,
  "[ 4  0  4  7 10 18]": 226,
  "[ 9  0  4  7  9 11 14]": 227,
  "[7 0 5 7]": 228,
  "[ 4  0  3  7  8 10]": 229,
  "[9 0]": 230,
  "[ 0  0  4  7  9 11]": 231,
  "[ 9  0  3  7  8 10]": 232,
  "[ 5  0  4  7  9 11]": 233,
  "[ 8  0  3  7 10 14 17]": 234,
  "[ 2  0  3  7  8 10 17]": 235,
  "[9 0 3 7]": 236,
  "[ 0  0  3  7 11]": 237,
  "[ 8  0  3  7  9 10 14 17]": 238,
  "[5 0]": 239,
  "[1 0]": 240,
  "[6 0 3 7 9]": 241,
  "[0 0]": 242,
  "[ 3  0  4  7 10 18]": 243,
  "[11  0  5  7]": 244,
  "[9 0 5 7]": 245,
  "[3 0 3 7]": 246,
  "[ 5  0  4  8 17]": 247,
  "[ 4  0  3  7  9 17]": 248,
  "[ 9  0  3  7  9 10 14 17]": 249,
  "[ 4  0  4  7 11]": 250,
  "[0 0 3 7]": 251,
  "[3 0 5 7]": 252,
  "[10  0  4  7  9 14 17]": 253,
  "[ 0  0  3  7 10 14]": 254,
  "[10  0  3  7]": 255,
  "[11  0  4  7 10 18]": 256,
  "[ 0  0  4  7  8 10]": 257,
  "[10  0  4  7  8 10]": 258,
  "[ 0  0  4  7 10 15]": 259,
  "[ 2  0  4  7  8 10]": 260,
  "[ 7  0  4  7  9 11 14]": 261,
  "[ 0  0  5 10]": 262,
  "[ 4  0  4  7  9 10 14 17]": 263,
  "[8 0 4 7]": 264,
  "[8 0 3 7]": 265,
  "[ 7  0  4  7 10 14]": 266,
  "[ 7  0  3  7 11]": 267,
  "[ 2  0  4  7  9 11]": 268,
  "[ 7  0  4  7  9 11]": 269,
  "[ 2  0  3  7  8 17]": 270,
  "[ 5  0  3  7 10 14 17]": 271,
  "[ 9  0  4  7  9 11]": 272,
  "[ 5  0  3  7  8 10 17]": 273,
  "[9 0 3 9]": 274,
  "[3 0 4 7]": 275,
  "[10  0  3  7  8 10 17]": 276,
  "[ 7  0  4  7  8 10]": 277,
  "[ 7  0  4  7 11 14]": 278,
  "[3 0]": 279,
  "[ 1  0  4  7 10 13]": 280,
  "[ 4  0  4  7  9 11 14 17]": 281,
  "[1 0 4 7]": 282,
  "[ 5  0  3  7 11]": 283,
  "[8 0 5 7]": 284,
  "[ 9  0  4  7  9 13]": 285,
  "[ 7  0  4  7 10 18]": 286,
  "[ 2  0  3  7 11]": 287,
  "[ 8  0  4  7 10 13]": 288,
  "[11  0  3  7]": 289,
  "[7 0 3 6]": 290,
  "[10  0  4  7]": 291,
  "[10  0  4  7 10 15]": 292,
  "[6 0]": 293,
  "[ 3  0  4  7 10 15]": 294,
  "[4 0 4 7]": 295,
  "[7 0]": 296,
  "[1 0 3 9]": 297,
  "[2 0]": 298,
  "[ 8  0  4  7 10 15]": 299,
  "[ 7  0  4  8 11 14]": 300,
  "[ 4  0  3  7  9 10 14 17]": 301,
  "[6 0 4 7]": 302,
  "[11  0  4  7]": 303,
  "[ 0  0  4  7  9 11 14]": 304,
  "[9 0 4 7]": 305,
  "[2 0 4 7]": 306,
  "[1 0 7]": 307,
  "[4 0 3 7]": 308,
  "[ 4  0  3  7 11]": 309,
  "[ 7  0  4  7 10 15]": 310,
  "[11  0  4  7 11 14]": 311,
  "[ 4  0  4  7 11 14]": 312,
  "[7 0 4 7]": 313,
  "[11  0  3  7  9]": 314,
  "[6 0 3 7]": 315,
  "[6 0 5 7]": 316,
  "[4 0 4 8 9]": 317,
  "[1 0 5 7]": 318,
  "[4 0]": 319,
  "[ 2  0  4  7 11 14]": 320,
  "[11  0]": 321,
  "[1 0 3 7]": 322,
  "[ 5  0  3  7  8 10]": 323,
  "[ 7  0  4  8 13]": 324,
  "[ 2  0  3  7  8 10]": 325,
  "[11  0  3  9]": 326,
  "[4 0 3 9]": 327,
  "[ 9  0  4  7 11 14]": 328,
  "[6 0 3 9]": 329,
  "[ 4  0  4  8 11 14]": 330,
  "[2 0 3 6]": 331,
  "[ 5  0  4  8 15 18]": 332,
  "[11  0  3  6]": 333,
  "[ 5  0  4  8 13]": 334,
  "[11  0  3  7 11]": 335
}