{
  "<unk>": 0,
  "<pad>": 1,
  "<s>": 2,
  "</s>": 3,
  "<emp>": 4,
  "<mask>": 5,
  "<bar>": 6,
  "<h>": 7,
  "position_0x00": 8,
  "position_0x16": 9,
  "position_0x25": 10,
  "position_0x33": 11,
  "position_0x50": 12,
  "position_0x66": 13,
  "position_0x75": 14,
  "position_0x83": 15,
  "position_1x00": 16,
  "position_1x16": 17,
  "position_1x25": 18,
  "position_1x33": 19,
  "position_1x50": 20,
  "position_1x66": 21,
  "position_1x75": 22,
  "position_1x83": 23,
  "position_2x00": 24,
  "position_2x16": 25,
  "position_2x25": 26,
  "position_2x33": 27,
  "position_2x50": 28,
  "position_2x66": 29,
  "position_2x75": 30,
  "position_2x83": 31,
  "position_3x00": 32,
  "position_3x16": 33,
  "position_3x25": 34,
  "position_3x33": 35,
  "position_3x50": 36,
  "position_3x66": 37,
  "position_3x75": 38,
  "position_3x83": 39,
  "position_4x00": 40,
  "position_4x16": 41,
  "position_4x25": 42,
  "position_4x33": 43,
  "position_4x50": 44,
  "position_4x66": 45,
  "position_4x75": 46,
  "position_4x83": 47,
  "position_5x00": 48,
  "position_5x16": 49,
  "position_5x25": 50,
  "position_5x33": 51,
  "position_5x50": 52,
  "position_5x66": 53,
  "position_5x75": 54,
  "position_5x83": 55,
  "position_6x00": 56,
  "position_6x16": 57,
  "position_6x25": 58,
  "position_6x33": 59,
  "position_6x50": 60,
  "position_6x66": 61,
  "position_6x75": 62,
  "position_6x83": 63,
  "position_7x00": 64,
  "position_7x16": 65,
  "position_7x25": 66,
  "position_7x33": 67,
  "position_7x50": 68,
  "position_7x66": 69,
  "position_7x75": 70,
  "position_7x83": 71,
  "position_8x00": 72,
  "position_8x16": 73,
  "position_8x25": 74,
  "position_8x33": 75,
  "position_8x50": 76,
  "position_8x66": 77,
  "position_8x75": 78,
  "position_8x83": 79,
  "position_9x00": 80,
  "position_9x16": 81,
  "position_9x25": 82,
  "position_9x33": 83,
  "position_9x50": 84,
  "position_9x66": 85,
  "position_9x75": 86,
  "position_9x83": 87,
  "ts_1x4": 88,
  "ts_1x8": 89,
  "ts_2x4": 90,
  "ts_3x4": 91,
  "ts_3x8": 92,
  "ts_4x4": 93,
  "ts_5x4": 94,
  "ts_5x8": 95,
  "ts_6x4": 96,
  "ts_7x4": 97,
  "ts_7x8": 98,
  "ts_8x4": 99,
  "ts_9x4": 100,
  "ts_9x8": 101,
  "ts_10x4": 102,
  "ts_11x8": 103,
  "ts_13x8": 104,
  "ts_15x8": 105,
  "ts_17x8": 106,
  "ts_19x8": 107,
  "[3 0 4 7]": 108,
  "[ 5  0  5 10]": 109,
  "[8 0 4 7]": 110,
  "[3 0 5 7]": 111,
  "[1 0 4 7]": 112,
  "[10  0  4  7]": 113,
  "[5 0 4 7]": 114,
  "[7 0 4 7]": 115,
  "[9 0 3 7]": 116,
  "[2 0 3 6]": 117,
  "[0 0 4 7]": 118,
  "[2 0 3 7]": 119,
  "[ 5  0  3  7 10]": 120,
  "[10  0  4  7 10]": 121,
  "[11  0  4  7]": 122,
  "[6 0 4 7]": 123,
  "[ 0  0  4  7 10]": 124,
  "[ 2  0  4  7 11 14]": 125,
  "[9 0 4 7]": 126,
  "[ 9  0  4  7  9 11 14]": 127,
  "[7 0 4 7 9]": 128,
  "[ 9  0  4  7 10]": 129,
  "[3 0 3 7]": 130,
  "[10  0  3  7]": 131,
  "[9 0 3 6]": 132,
  "[11  0  4  7 11 14]": 133,
  "[6 0 4 7 9]": 134,
  "[11  0  4  7 11]": 135,
  "[6 0 3 7]": 136,
  "[ 8  0  3  7 10]": 137,
  "[1 0 4 7 9]": 138,
  "[ 2  0  4  7 11]": 139,
  "[4 0 4 7]": 140,
  "[1 0 3 7]": 141,
  "[8 0 3 7]": 142,
  "[4 0 5 7]": 143,
  "[ 9  0  4  7 11]": 144,
  "[9 0 4 7 9]": 145,
  "[ 4  0  4  7 11]": 146,
  "[ 7  0  4  7 11]": 147,
  "[ 7  0  4  7 11 14]": 148,
  "[ 9  0  4  7  9 11]": 149,
  "[4 0 3 9]": 150,
  "[0 0 3 6]": 151,
  "[11  0  3  6]": 152,
  "[1 0 3 9]": 153,
  "[11  0  3  9]": 154,
  "[7 0 3 6]": 155,
  "[9 0 3 9]": 156,
  "[ 0  0  4  7 10 14]": 157,
  "[5 0 3 7]": 158,
  "[ 3  0  4  7 10 14 17]": 159,
  "[11  0  3  7]": 160,
  "[1 0 5 7]": 161,
  "[4 0 3 7 9]": 162,
  "[4 0 3 7 8]": 163,
  "[0 0 3 7]": 164,
  "[6 0 3 9]": 165,
  "[2 0 4 7 9]": 166,
  "[9 0 5 7]": 167,
  "[2 0 4 7]": 168,
  "[6 0 3 7 9]": 169,
  "[7 0 3 7]": 170,
  "[10  0  3  7  9]": 171,
  "[ 4  0  4  7 10]": 172,
  "[9 0 3 7 8]": 173,
  "[11  0  4  7 10]": 174,
  "[4 0 3 7]": 175,
  "[7 0 3 7 9]": 176,
  "[ 2  0  4  7 10]": 177,
  "[8 0 5 7]": 178,
  "[0 0 3 7 8]": 179,
  "[ 0  0  3  7 10]": 180,
  "[ 5  0  4  7 10]": 181,
  "[2 0 3 7 8]": 182,
  "[0 0 4 7 9]": 183,
  "[2 0 5 7]": 184,
  "[5 0 4 7 9]": 185,
  "[7 0 3 7 8]": 186,
  "[ 6  0  4  7 10]": 187,
  "[10  0  4  7  9]": 188,
  "[4 0 4 7 9]": 189,
  "[5 0 3 7 8]": 190,
  "[ 8  0  4  7 10]": 191,
  "[ 7  0  4  7 10]": 192,
  "[0 0 5 7]": 193,
  "[ 5  0  4  7  9 11 14]": 194,
  "[ 9  0  3  7  8 10]": 195,
  "[ 5  0  3  7 10 14]": 196,
  "[3 0 3 7 9]": 197,
  "[1 0 3 7 9]": 198,
  "[ 3  0  4  7 10]": 199,
  "[6 0 5 7]": 200,
  "[5 0 3 7 9]": 201,
  "[ 0  0  5 10]": 202,
  "[10  0  4  7 10 14 17]": 203,
  "[8 0 3 9]": 204,
  "[4 0 3 6]": 205,
  "[7 0 5 7]": 206,
  "[11  0  3  7  9]": 207,
  "[ 2  0  3  7  8 10]": 208,
  "[8 0 3 7 9]": 209,
  "[2 0 3 7 9]": 210,
  "[ 4  0  4  7 10 14 17]": 211,
  "[11  0  5  7]": 212,
  "[10  0  3  7  8]": 213,
  "[ 9  0  4  7  9 14 18]": 214,
  "[ 5  0  3  7 10 14 17]": 215,
  "[ 7  0  4  7 10 14 17]": 216,
  "[ 7  0  4  7  9 11 14]": 217,
  "[ 2  0  4  7  9 11 14]": 218,
  "[9 0 3 7 9]": 219,
  "[ 6  0  3  7  9 17]": 220,
  "[ 5  0  3  7  8 17]": 221,
  "[ 4  0  4  7  9 11]": 222,
  "[ 3  0  4  7 10 14]": 223,
  "[ 4  0  4  7  9 11 14 17]": 224,
  "[ 4  0  4  7 10 14]": 225,
  "[ 7  0  4  7  9 11]": 226,
  "[ 2  0  3  7  8 10 17]": 227,
  "[ 0  0  4  7  9 11 14]": 228,
  "[ 0  0  4  7 10 14 17]": 229,
  "[ 4  0  3  7  9 10 14 17]": 230,
  "[ 4  0  4  7  9 14 18]": 231,
  "[ 5  0  4  7  9 11]": 232,
  "[ 9  0  3  7  9 10 17]": 233,
  "[10  0  4  7 10 14]": 234,
  "[ 7  0  4  7 10 14]": 235,
  "[ 2  0  3  7  8 10 13 17]": 236,
  "[5 0 4 8]": 237,
  "[ 4  0  3  7  8 10 13 17]": 238,
  "[3 0 7]": 239,
  "[ 4  0  3  7  9 10 17]": 240,
  "[ 8  0  4  7 10 14 17]": 241,
  "[ 5  0  3  7  8 10 17]": 242,
  "[10  0  4  7  9 17]": 243,
  "[10  0  4  7  9 14 17]": 244,
  "[0 0 3 7 9]": 245,
  "[ 2  0  3  7  8 17]": 246,
  "[6 0 4 8]": 247,
  "[ 4  0  4  7 11 14]": 248,
  "[10  0  3  7  8 17]": 249,
  "[ 9  0  3  7  9 17]": 250,
  "[ 2  0  4  7  9 11]": 251,
  "[ 4  0  4  7  9 11 14]": 252,
  "[9 0 7]": 253,
  "[6 0 7]": 254,
  "[ 5  0  3  7  8 10 14 17]": 255,
  "[ 9  0  4  7 11 14]": 256,
  "[4 0 7]": 257,
  "[ 2  0  3  7  8 10 14 17]": 258,
  "[ 4  0  3  7  8 10]": 259,
  "[ 4  0  3  7  9 17]": 260,
  "[ 5  0  3  7  8 10]": 261,
  "[8 0 7]": 262,
  "[0 0 7]": 263,
  "[ 5  0  4  7 10 14]": 264,
  "[7 0 7]": 265,
  "[7 0 4 8]": 266,
  "[ 0  0  4  7  9 11]": 267,
  "[2 0 7]": 268,
  "[5 0 7]": 269,
  "[10  0  7]": 270,
  "[10  0  3  7  8 10]": 271,
  "[ 0  0  3  7 10 14]": 272,
  "[ 8  0  3  7  9 10 14 17]": 273,
  "[ 8  0  4  7 10 14]": 274,
  "[ 8  0  3  7 10 14]": 275,
  "[10  0  3  7  8 10 17]": 276,
  "[ 5  0  3  7  8 10 13 17]": 277,
  "[1 0 7]": 278,
  "[ 5  0  4  7 10 14 17]": 279,
  "[ 0  0  3  7  8 10]": 280,
  "[10  0  4  7  9 10 14 17]": 281,
  "[ 9  0  3  7  9 10 14 17]": 282,
  "[ 4  0  4  7  9 11 14 18]": 283,
  "[4 0 4 8]": 284,
  "[ 4  0  4  7  9 10 14 17]": 285,
  "[ 8  0  3  7 10 14 17]": 286,
  "[11  0  7]": 287,
  "[ 1  0  3  7  9 17]": 288,
  "[11  0  4  7 10 18]": 289
}