{
  "<unk>": 0,
  "<pad>": 1,
  "<s>": 2,
  "</s>": 3,
  "<emp>": 4,
  "<mask>": 5,
  "<bar>": 6,
  "<h>": 7,
  "position_0x00": 8,
  "position_0x16": 9,
  "position_0x25": 10,
  "position_0x33": 11,
  "position_0x50": 12,
  "position_0x66": 13,
  "position_0x75": 14,
  "position_0x83": 15,
  "position_1x00": 16,
  "position_1x16": 17,
  "position_1x25": 18,
  "position_1x33": 19,
  "position_1x50": 20,
  "position_1x66": 21,
  "position_1x75": 22,
  "position_1x83": 23,
  "position_2x00": 24,
  "position_2x16": 25,
  "position_2x25": 26,
  "position_2x33": 27,
  "position_2x50": 28,
  "position_2x66": 29,
  "position_2x75": 30,
  "position_2x83": 31,
  "position_3x00": 32,
  "position_3x16": 33,
  "position_3x25": 34,
  "position_3x33": 35,
  "position_3x50": 36,
  "position_3x66": 37,
  "position_3x75": 38,
  "position_3x83": 39,
  "position_4x00": 40,
  "position_4x16": 41,
  "position_4x25": 42,
  "position_4x33": 43,
  "position_4x50": 44,
  "position_4x66": 45,
  "position_4x75": 46,
  "position_4x83": 47,
  "position_5x00": 48,
  "position_5x16": 49,
  "position_5x25": 50,
  "position_5x33": 51,
  "position_5x50": 52,
  "position_5x66": 53,
  "position_5x75": 54,
  "position_5x83": 55,
  "position_6x00": 56,
  "position_6x16": 57,
  "position_6x25": 58,
  "position_6x33": 59,
  "position_6x50": 60,
  "position_6x66": 61,
  "position_6x75": 62,
  "position_6x83": 63,
  "position_7x00": 64,
  "position_7x16": 65,
  "position_7x25": 66,
  "position_7x33": 67,
  "position_7x50": 68,
  "position_7x66": 69,
  "position_7x75": 70,
  "position_7x83": 71,
  "position_8x00": 72,
  "position_8x16": 73,
  "position_8x25": 74,
  "position_8x33": 75,
  "position_8x50": 76,
  "position_8x66": 77,
  "position_8x75": 78,
  "position_8x83": 79,
  "position_9x00": 80,
  "position_9x16": 81,
  "position_9x25": 82,
  "position_9x33": 83,
  "position_9x50": 84,
  "position_9x66": 85,
  "position_9x75": 86,
  "position_9x83": 87,
  "ts_1x4": 88,
  "ts_1x8": 89,
  "ts_2x4": 90,
  "ts_3x4": 91,
  "ts_3x8": 92,
  "ts_4x4": 93,
  "ts_5x4": 94,
  "ts_5x8": 95,
  "ts_6x4": 96,
  "ts_7x4": 97,
  "ts_7x8": 98,
  "ts_8x4": 99,
  "ts_9x4": 100,
  "ts_9x8": 101,
  "ts_10x4": 102,
  "ts_11x8": 103,
  "ts_13x8": 104,
  "ts_15x8": 105,
  "ts_17x8": 106,
  "ts_19x8": 107,
  "chord_root_0": 108,
  "chord_root_1": 109,
  "chord_root_2": 110,
  "chord_root_3": 111,
  "chord_root_4": 112,
  "chord_root_5": 113,
  "chord_root_6": 114,
  "chord_root_7": 115,
  "chord_root_8": 116,
  "chord_root_9": 117,
  "chord_root_10": 118,
  "chord_root_11": 119,
  "[0 4 7]": 120,
  "[ 0  5 10]": 121,
  "[0 5 7]": 122,
  "[0 3 7]": 123,
  "[0 3 6]": 124,
  "[ 0  3  7 10]": 125,
  "[ 0  4  7 10]": 126,
  "[ 0  4  7 11 14]": 127,
  "[ 0  4  7  9 11 14]": 128,
  "[0 4 7 9]": 129,
  "[ 0  4  7 11]": 130,
  "[ 0  4  7  9 11]": 131,
  "[0 3 9]": 132,
  "[ 0  4  7 10 14]": 133,
  "[ 0  4  7 10 14 17]": 134,
  "[0 3 7 9]": 135,
  "[0 3 7 8]": 136,
  "[ 0  3  7  8 10]": 137,
  "[ 0  3  7 10 14]": 138,
  "[ 0  4  7  9 14 18]": 139,
  "[ 0  3  7 10 14 17]": 140,
  "[ 0  3  7  9 17]": 141,
  "[ 0  3  7  8 17]": 142,
  "[ 0  4  7  9 11 14 17]": 143,
  "[ 0  3  7  8 10 17]": 144,
  "[ 0  3  7  9 10 14 17]": 145,
  "[ 0  3  7  9 10 17]": 146,
  "[ 0  3  7  8 10 13 17]": 147,
  "[0 4 8]": 148,
  "[0 7]": 149,
  "[ 0  4  7  9 17]": 150,
  "[ 0  4  7  9 14 17]": 151,
  "[ 0  3  7  8 10 14 17]": 152,
  "[ 0  4  7  9 10 14 17]": 153,
  "[ 0  4  7  9 11 14 18]": 154,
  "[ 0  4  7 10 18]": 155
}