{
  "<unk>": 0,
  "<pad>": 1,
  "<s>": 2,
  "</s>": 3,
  "<emp>": 4,
  "<mask>": 5,
  "<bar>": 6,
  "<h>": 7,
  "position_0x00": 8,
  "position_0x16": 9,
  "position_0x25": 10,
  "position_0x33": 11,
  "position_0x50": 12,
  "position_0x66": 13,
  "position_0x75": 14,
  "position_0x83": 15,
  "position_1x00": 16,
  "position_1x16": 17,
  "position_1x25": 18,
  "position_1x33": 19,
  "position_1x50": 20,
  "position_1x66": 21,
  "position_1x75": 22,
  "position_1x83": 23,
  "position_2x00": 24,
  "position_2x16": 25,
  "position_2x25": 26,
  "position_2x33": 27,
  "position_2x50": 28,
  "position_2x66": 29,
  "position_2x75": 30,
  "position_2x83": 31,
  "position_3x00": 32,
  "position_3x16": 33,
  "position_3x25": 34,
  "position_3x33": 35,
  "position_3x50": 36,
  "position_3x66": 37,
  "position_3x75": 38,
  "position_3x83": 39,
  "position_4x00": 40,
  "position_4x16": 41,
  "position_4x25": 42,
  "position_4x33": 43,
  "position_4x50": 44,
  "position_4x66": 45,
  "position_4x75": 46,
  "position_4x83": 47,
  "position_5x00": 48,
  "position_5x16": 49,
  "position_5x25": 50,
  "position_5x33": 51,
  "position_5x50": 52,
  "position_5x66": 53,
  "position_5x75": 54,
  "position_5x83": 55,
  "position_6x00": 56,
  "position_6x16": 57,
  "position_6x25": 58,
  "position_6x33": 59,
  "position_6x50": 60,
  "position_6x66": 61,
  "position_6x75": 62,
  "position_6x83": 63,
  "position_7x00": 64,
  "position_7x16": 65,
  "position_7x25": 66,
  "position_7x33": 67,
  "position_7x50": 68,
  "position_7x66": 69,
  "position_7x75": 70,
  "position_7x83": 71,
  "position_8x00": 72,
  "position_8x16": 73,
  "position_8x25": 74,
  "position_8x33": 75,
  "position_8x50": 76,
  "position_8x66": 77,
  "position_8x75": 78,
  "position_8x83": 79,
  "position_9x00": 80,
  "position_9x16": 81,
  "position_9x25": 82,
  "position_9x33": 83,
  "position_9x50": 84,
  "position_9x66": 85,
  "position_9x75": 86,
  "position_9x83": 87,
  "ts_1x4": 88,
  "ts_1x8": 89,
  "ts_2x4": 90,
  "ts_3x4": 91,
  "ts_3x8": 92,
  "ts_4x4": 93,
  "ts_5x4": 94,
  "ts_5x8": 95,
  "ts_6x4": 96,
  "ts_7x4": 97,
  "ts_7x8": 98,
  "ts_8x4": 99,
  "ts_9x4": 100,
  "ts_9x8": 101,
  "ts_10x4": 102,
  "ts_11x8": 103,
  "ts_13x8": 104,
  "ts_15x8": 105,
  "ts_17x8": 106,
  "ts_19x8": 107,
  "C:maj": 108,
  "C:min": 109,
  "C:aug": 110,
  "C:dim": 111,
  "C:sus4": 112,
  "C:sus2": 113,
  "C:7": 114,
  "C:maj7": 115,
  "C:min7": 116,
  "C:minmaj7": 117,
  "C:maj6": 118,
  "C:min6": 119,
  "C:dim7": 120,
  "C:hdim7": 121,
  "C:maj9": 122,
  "C:min9": 123,
  "C:9": 124,
  "C:min11": 125,
  "C:11": 126,
  "C:maj13": 127,
  "C:min13": 128,
  "C:13": 129,
  "C:1": 130,
  "C:5": 131,
  "C:": 132,
  "C:7(b9)": 133,
  "C:7(#9)": 134,
  "C:7(#11)": 135,
  "C:7(b13)": 136,
  "C#:maj": 137,
  "C#:min": 138,
  "C#:aug": 139,
  "C#:dim": 140,
  "C#:sus4": 141,
  "C#:sus2": 142,
  "C#:7": 143,
  "C#:maj7": 144,
  "C#:min7": 145,
  "C#:minmaj7": 146,
  "C#:maj6": 147,
  "C#:min6": 148,
  "C#:dim7": 149,
  "C#:hdim7": 150,
  "C#:maj9": 151,
  "C#:min9": 152,
  "C#:9": 153,
  "C#:min11": 154,
  "C#:11": 155,
  "C#:maj13": 156,
  "C#:min13": 157,
  "C#:13": 158,
  "C#:1": 159,
  "C#:5": 160,
  "C#:": 161,
  "C#:7(b9)": 162,
  "C#:7(#9)": 163,
  "C#:7(#11)": 164,
  "C#:7(b13)": 165,
  "D:maj": 166,
  "D:min": 167,
  "D:aug": 168,
  "D:dim": 169,
  "D:sus4": 170,
  "D:sus2": 171,
  "D:7": 172,
  "D:maj7": 173,
  "D:min7": 174,
  "D:minmaj7": 175,
  "D:maj6": 176,
  "D:min6": 177,
  "D:dim7": 178,
  "D:hdim7": 179,
  "D:maj9": 180,
  "D:min9": 181,
  "D:9": 182,
  "D:min11": 183,
  "D:11": 184,
  "D:maj13": 185,
  "D:min13": 186,
  "D:13": 187,
  "D:1": 188,
  "D:5": 189,
  "D:": 190,
  "D:7(b9)": 191,
  "D:7(#9)": 192,
  "D:7(#11)": 193,
  "D:7(b13)": 194,
  "D#:maj": 195,
  "D#:min": 196,
  "D#:aug": 197,
  "D#:dim": 198,
  "D#:sus4": 199,
  "D#:sus2": 200,
  "D#:7": 201,
  "D#:maj7": 202,
  "D#:min7": 203,
  "D#:minmaj7": 204,
  "D#:maj6": 205,
  "D#:min6": 206,
  "D#:dim7": 207,
  "D#:hdim7": 208,
  "D#:maj9": 209,
  "D#:min9": 210,
  "D#:9": 211,
  "D#:min11": 212,
  "D#:11": 213,
  "D#:maj13": 214,
  "D#:min13": 215,
  "D#:13": 216,
  "D#:1": 217,
  "D#:5": 218,
  "D#:": 219,
  "D#:7(b9)": 220,
  "D#:7(#9)": 221,
  "D#:7(#11)": 222,
  "D#:7(b13)": 223,
  "E:maj": 224,
  "E:min": 225,
  "E:aug": 226,
  "E:dim": 227,
  "E:sus4": 228,
  "E:sus2": 229,
  "E:7": 230,
  "E:maj7": 231,
  "E:min7": 232,
  "E:minmaj7": 233,
  "E:maj6": 234,
  "E:min6": 235,
  "E:dim7": 236,
  "E:hdim7": 237,
  "E:maj9": 238,
  "E:min9": 239,
  "E:9": 240,
  "E:min11": 241,
  "E:11": 242,
  "E:maj13": 243,
  "E:min13": 244,
  "E:13": 245,
  "E:1": 246,
  "E:5": 247,
  "E:": 248,
  "E:7(b9)": 249,
  "E:7(#9)": 250,
  "E:7(#11)": 251,
  "E:7(b13)": 252,
  "F:maj": 253,
  "F:min": 254,
  "F:aug": 255,
  "F:dim": 256,
  "F:sus4": 257,
  "F:sus2": 258,
  "F:7": 259,
  "F:maj7": 260,
  "F:min7": 261,
  "F:minmaj7": 262,
  "F:maj6": 263,
  "F:min6": 264,
  "F:dim7": 265,
  "F:hdim7": 266,
  "F:maj9": 267,
  "F:min9": 268,
  "F:9": 269,
  "F:min11": 270,
  "F:11": 271,
  "F:maj13": 272,
  "F:min13": 273,
  "F:13": 274,
  "F:1": 275,
  "F:5": 276,
  "F:": 277,
  "F:7(b9)": 278,
  "F:7(#9)": 279,
  "F:7(#11)": 280,
  "F:7(b13)": 281,
  "F#:maj": 282,
  "F#:min": 283,
  "F#:aug": 284,
  "F#:dim": 285,
  "F#:sus4": 286,
  "F#:sus2": 287,
  "F#:7": 288,
  "F#:maj7": 289,
  "F#:min7": 290,
  "F#:minmaj7": 291,
  "F#:maj6": 292,
  "F#:min6": 293,
  "F#:dim7": 294,
  "F#:hdim7": 295,
  "F#:maj9": 296,
  "F#:min9": 297,
  "F#:9": 298,
  "F#:min11": 299,
  "F#:11": 300,
  "F#:maj13": 301,
  "F#:min13": 302,
  "F#:13": 303,
  "F#:1": 304,
  "F#:5": 305,
  "F#:": 306,
  "F#:7(b9)": 307,
  "F#:7(#9)": 308,
  "F#:7(#11)": 309,
  "F#:7(b13)": 310,
  "G:maj": 311,
  "G:min": 312,
  "G:aug": 313,
  "G:dim": 314,
  "G:sus4": 315,
  "G:sus2": 316,
  "G:7": 317,
  "G:maj7": 318,
  "G:min7": 319,
  "G:minmaj7": 320,
  "G:maj6": 321,
  "G:min6": 322,
  "G:dim7": 323,
  "G:hdim7": 324,
  "G:maj9": 325,
  "G:min9": 326,
  "G:9": 327,
  "G:min11": 328,
  "G:11": 329,
  "G:maj13": 330,
  "G:min13": 331,
  "G:13": 332,
  "G:1": 333,
  "G:5": 334,
  "G:": 335,
  "G:7(b9)": 336,
  "G:7(#9)": 337,
  "G:7(#11)": 338,
  "G:7(b13)": 339,
  "G#:maj": 340,
  "G#:min": 341,
  "G#:aug": 342,
  "G#:dim": 343,
  "G#:sus4": 344,
  "G#:sus2": 345,
  "G#:7": 346,
  "G#:maj7": 347,
  "G#:min7": 348,
  "G#:minmaj7": 349,
  "G#:maj6": 350,
  "G#:min6": 351,
  "G#:dim7": 352,
  "G#:hdim7": 353,
  "G#:maj9": 354,
  "G#:min9": 355,
  "G#:9": 356,
  "G#:min11": 357,
  "G#:11": 358,
  "G#:maj13": 359,
  "G#:min13": 360,
  "G#:13": 361,
  "G#:1": 362,
  "G#:5": 363,
  "G#:": 364,
  "G#:7(b9)": 365,
  "G#:7(#9)": 366,
  "G#:7(#11)": 367,
  "G#:7(b13)": 368,
  "A:maj": 369,
  "A:min": 370,
  "A:aug": 371,
  "A:dim": 372,
  "A:sus4": 373,
  "A:sus2": 374,
  "A:7": 375,
  "A:maj7": 376,
  "A:min7": 377,
  "A:minmaj7": 378,
  "A:maj6": 379,
  "A:min6": 380,
  "A:dim7": 381,
  "A:hdim7": 382,
  "A:maj9": 383,
  "A:min9": 384,
  "A:9": 385,
  "A:min11": 386,
  "A:11": 387,
  "A:maj13": 388,
  "A:min13": 389,
  "A:13": 390,
  "A:1": 391,
  "A:5": 392,
  "A:": 393,
  "A:7(b9)": 394,
  "A:7(#9)": 395,
  "A:7(#11)": 396,
  "A:7(b13)": 397,
  "A#:maj": 398,
  "A#:min": 399,
  "A#:aug": 400,
  "A#:dim": 401,
  "A#:sus4": 402,
  "A#:sus2": 403,
  "A#:7": 404,
  "A#:maj7": 405,
  "A#:min7": 406,
  "A#:minmaj7": 407,
  "A#:maj6": 408,
  "A#:min6": 409,
  "A#:dim7": 410,
  "A#:hdim7": 411,
  "A#:maj9": 412,
  "A#:min9": 413,
  "A#:9": 414,
  "A#:min11": 415,
  "A#:11": 416,
  "A#:maj13": 417,
  "A#:min13": 418,
  "A#:13": 419,
  "A#:1": 420,
  "A#:5": 421,
  "A#:": 422,
  "A#:7(b9)": 423,
  "A#:7(#9)": 424,
  "A#:7(#11)": 425,
  "A#:7(b13)": 426,
  "B:maj": 427,
  "B:min": 428,
  "B:aug": 429,
  "B:dim": 430,
  "B:sus4": 431,
  "B:sus2": 432,
  "B:7": 433,
  "B:maj7": 434,
  "B:min7": 435,
  "B:minmaj7": 436,
  "B:maj6": 437,
  "B:min6": 438,
  "B:dim7": 439,
  "B:hdim7": 440,
  "B:maj9": 441,
  "B:min9": 442,
  "B:9": 443,
  "B:min11": 444,
  "B:11": 445,
  "B:maj13": 446,
  "B:min13": 447,
  "B:13": 448,
  "B:1": 449,
  "B:5": 450,
  "B:": 451,
  "B:7(b9)": 452,
  "B:7(#9)": 453,
  "B:7(#11)": 454,
  "B:7(b13)": 455
}